Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Off keeps a VortX copy of each one, so it stays even if you remove it in Stremio. On makes VortX track your Stremio account for that item. Your add-ons, library, and Continue Watching always stay even when you are signed out of Stremio.
af: Af hou 'n VortX-kopie van elkeen, sodat dit bly selfs as jy dit in Stremio verwyder. Aan laat VortX jou Stremio-rekening vir daardie item volg. Jou byvoegings, biblioteek en Hou aan kyk bly altyd, selfs wanneer jy by Stremio afgemeld is.
am: ጠፍቷል የእያንዳንዱን የVortX ቅጂ ይዞ ይቆያል፣ ስለዚህ በStremio ውስጥ ብታስወግዱትም ይቆያል። በርቷል ለዚያ ንጥል VortX የStremio መለያዎን እንዲከታተል ያደርጋል። ተጨማሪዎችዎ፣ ቤተ-መጻሕፍትዎ እና “መመልከትዎን ይቀጥሉ” ከStremio ቢወጡም ሁልጊዜ ይቆያሉ።
ar: عند الإيقاف يحتفظ VortX بنسخة خاصة من كل عنصر، فيبقى حتى لو حذفته من Stremio. وعند التشغيل يتابع VortX حساب Stremio الخاص بك لهذا العنصر. تبقى إضافاتك ومكتبتك و“متابعة المشاهدة” دائمًا حتى عند تسجيل خروجك من Stremio.
as: অফ-এ প্ৰতিটোৰ এটা VortX কপি ৰাখে, গতিকে আপুনি Stremio-ত ইয়াক আঁতৰালেও সেয়া থাকে। অন-এ সেই বস্তুটোৰ বাবে VortX-ক আপোনাৰ Stremio একাউণ্ট ট্ৰেক কৰায়। আপুনি Stremio-ৰ পৰা ছাইন আউট হৈ থাকিলেও আপোনাৰ এড-অন, লাইব্ৰেৰী আৰু কণ্টিনিউ ৱাচিং সদায় থাকে।
az: Deaktiv hər birinin VortX nüsxəsini saxlayır, ona görə də Stremio-da silsəniz belə qalır. Aktiv VortX-in həmin element üçün Stremio hesabınızı izləməsini təmin edir. Əlavələriniz, kitabxananız və İzləməyə davam, Stremio-dan çıxış etsəniz belə, həmişə qalır.
be: Выкл захоўвае копію кожнага ў VortX, таму ён застаецца, нават калі вы выдаліце яго ў Stremio. Укл прымушае VortX адсочваць ваш акаўнт Stremio для гэтага элемента. Вашы дадаткі, бібліятэка і Працягнуць прагляд заўсёды застаюцца, нават калі вы выйшлі са Stremio.
bg: При „Изкл.“ VortX запазва собствено копие на всеки елемент, така че той остава дори ако го премахнете в Stremio. При „Вкл.“ VortX следва профила ви в Stremio за съответния елемент. Вашите добавки, библиотека и „Продължи гледането“ винаги се запазват, дори когато сте излезли от Stremio.
bn: বন্ধ থাকলে VortX প্রতিটির একটি কপি রাখে, তাই Stremio থেকে সরিয়ে ফেললেও এটি থেকে যায়। চালু থাকলে VortX সেই আইটেমের জন্য আপনার Stremio অ্যাকাউন্ট অনুসরণ করে। আপনি Stremio থেকে সাইন আউট থাকলেও আপনার অ্যাড-অন, লাইব্রেরি এবং দেখা চালিয়ে যান সবসময় থেকে যায়।
br: Diweredekaet a vir un eilad VortX eus pep hini, evel-se e chom zoken ma tilamit anezhañ e Stremio. Gweredekaet a laka VortX da heuliañ ho kont Stremio evit an elfenn-se. Ho enlugelladoù, ho levraoueg, ha Kenderc'hel da Sellet a chom bepred zoken pa'z oc'h digennasket eus Stremio.
bs: Isključeno zadržava VortX kopiju svakog, tako da ostaje čak i ako ga uklonite u Stremiju. Uključeno čini da VortX prati vaš Stremio račun za tu stavku. Vaši dodaci, biblioteka i Nastavi gledati uvijek ostaju čak i kada ste odjavljeni iz Stremija.
ca: Desactivat conserva una còpia de cada element a VortX, de manera que es manté encara que l'eliminis a Stremio. Activat fa que VortX segueixi el teu compte de Stremio per a aquest element. Els teus complements, la biblioteca i Continua mirant es conserven sempre, fins i tot quan tanques la sessió a Stremio.
ceb: Ang Off nagtipig og VortX nga kopya sa matag usa, mao nga magpabilin kini bisan tangtangon nimo sa Stremio. Ang On maghimo sa VortX nga mo-track sa imong Stremio account para niana nga item. Ang imong add-ons, library, ug Continue Watching kanunay magpabilin bisan naka-sign out ka sa Stremio.
cs: Při vypnutí si VortX uchová vlastní kopii každé položky, takže zůstane, i když ji ve Stremio odeberete. Při zapnutí VortX u dané položky sleduje váš účet Stremio. Vaše doplňky, knihovna a Pokračovat ve sledování zůstanou zachovány vždy, i když jste ze Stremio odhlášeni.
cy: Mae Diffodd yn cadw copi VortX o bob un, felly mae'n aros hyd yn oed os byddwch yn ei dynnu yn Stremio. Mae Ymlaen yn gwneud i VortX dracio'ch cyfrif Stremio ar gyfer yr eitem honno. Mae'ch ychwanegion, llyfrgell a Parhau i Wylio bob amser yn aros hyd yn oed pan fyddwch wedi allgofnodi o Stremio.
da: Fra beholder en VortX-kopi af hver enkelt, så den bevares, selvom du fjerner den i Stremio. Til får VortX til at følge din Stremio-konto for det pågældende element. Dine tilføjelser, dit bibliotek og Fortsæt med at se bevares altid, også når du er logget ud af Stremio.
de: „Aus“ behält eine VortX-Kopie von jedem Element, sodass es erhalten bleibt, auch wenn du es in Stremio entfernst. „An“ lässt VortX dein Stremio-Konto für dieses Element verfolgen. Deine Add-ons, Bibliothek und „Weiterschauen“ bleiben immer erhalten, auch wenn du bei Stremio abgemeldet bist.
el: Όταν είναι ανενεργό, το VortX κρατά δικό του αντίγραφο για το καθένα, ώστε να παραμένει ακόμη κι αν το αφαιρέσετε στο Stremio. Όταν είναι ενεργό, το VortX παρακολουθεί τον λογαριασμό σας Stremio για το αντικείμενο αυτό. Τα πρόσθετα, η βιβλιοθήκη και η «Συνέχιση παρακολούθησης» παραμένουν πάντα, ακόμη κι όταν έχετε αποσυνδεθεί από το Stremio.
es: Desactivado mantiene una copia de cada elemento en VortX, de modo que se conserva aunque lo elimines en Stremio. Activado hace que VortX siga tu cuenta de Stremio para ese elemento. Tus complementos, biblioteca y Seguir viendo se conservan siempre, incluso si cierras sesión en Stremio.
et: „Väljas“ hoiab igast neist VortXi koopia, nii et see säilib ka siis, kui eemaldad selle Stremiost. „Sees“ paneb VortXi selle üksuse osas sinu Stremio kontot jälgima. Sinu lisad, teek ja „Jätka vaatamist“ jäävad alati alles, ka siis, kui oled Stremiost välja logitud.
eu: Desaktibatuta dagoenean, VortXek bakoitzaren kopia bat gordetzen du, beraz mantendu egiten da Stremiotik kentzen baduzu ere. Aktibatuta dagoenean, VortXek zure Stremio kontua jarraitzen du elementu horretarako. Zure gehigarriak, liburutegia eta "Jarraitu ikusten" beti mantentzen dira, Stremioko saioa itxita duzunean ere.
fa: در حالت خاموش، VortX از هر مورد یک نسخه نگه می‌دارد تا حتی اگر آن را در Stremio حذف کنید باقی بماند. در حالت روشن، VortX آن مورد را با حساب Stremio شما هماهنگ نگه می‌دارد. افزونه‌ها، کتابخانه و «ادامه تماشا»ی شما همیشه باقی می‌مانند، حتی وقتی از Stremio خارج شده باشید.
fi: Pois päältä säilyttää kustakin VortX-kopion, joten se pysyy, vaikka poistaisit sen Stremiosta. Päällä saa VortX:n seuraamaan Stremio-tiliäsi kyseisen kohteen osalta. Lisäosasi, kirjastosi ja Jatka katselua -kohteet säilyvät aina, vaikka olisit kirjautunut ulos Stremiosta.
fil: Kapag naka-off, nagpapanatili ang VortX ng sariling kopya ng bawat isa, kaya nananatili ito kahit alisin mo ito sa Stremio. Kapag naka-on, sinusubaybayan ng VortX ang iyong Stremio account para sa item na iyon. Ang iyong mga add-on, library, at Ipagpatuloy ang Panonood ay palaging nananatili kahit naka-sign out ka sa Stremio.
fo: Frá heldur eitt VortX-avrit av hvørjum, so tað verður verandi, sjálvt um tú tekur tað burtur í Stremio. Til fær VortX at fylgja Stremio-kontu tíni fyri tann lut. Eykingar, savn og Halt fram at hyggja verða altíð verandi, sjálvt um tú ert útritaður av Stremio.
fr: Désactivé conserve une copie VortX de chaque élément, qui reste même si vous le supprimez dans Stremio. Activé fait suivre par VortX votre compte Stremio pour cet élément. Vos extensions, votre bibliothèque et Reprendre la lecture restent toujours, même lorsque vous êtes déconnecté de Stremio.
fy: Ut hâldt in VortX-kopy fan elk, sadat it bliuwt sels as jo it yn Stremio fuortsmite. Oan lit VortX jo Stremio-akkount folgje foar dat item. Jo add-ons, bibleteek en Trochsjen bliuwe altyd, sels as jo ôfmeld binne fan Stremio.
ga: Coinníonn As cóip VortX de gach ceann, mar sin fanann sé fiú má bhaineann tú é i Stremio. Cuireann Ar siúl VortX ag rianú do chuntais Stremio don mhír sin. Fanann do bhreiseáin, do leabharlann agus Lean ar Aghaidh ag Féachaint i gcónaí fiú nuair atá tú sínithe amach ó Stremio.
gd: Cumaidh Dheth lethbhreac VortX de gach fear, mar sin fanaidh e fiù 's ma bheir thu air falbh e ann an Stremio. Nì Air VortX a' leantainn a' chunntais Stremio agad airson an nì sin. Fanaidh na tuilleadain, an leabharlann, agus Lean air Coimhead agad an-còmhnaidh fiù 's nuair a tha thu air do chlàradh a-mach à Stremio.
gl: Co interruptor desactivado, VortX garda unha copia de cada elemento, polo que se mantén aínda que o elimines en Stremio. Activado, VortX segue a túa conta de Stremio para ese elemento. Os teus complementos, biblioteca e Continuar vendo mantéñense sempre, mesmo coa sesión de Stremio pechada.
gu: બંધ રાખવાથી દરેકની એક VortX નકલ સચવાય છે, જેથી તમે Stremio માંથી તેને દૂર કરો તો પણ તે રહે છે. ચાલુ રાખવાથી VortX તે આઇટમ માટે તમારા Stremio ખાતાને ટ્રૅક કરે છે. તમારા ઍડ-ઑન, લાઇબ્રેરી અને જોવાનું ચાલુ રાખો તમે Stremio માંથી સાઇન આઉટ હો ત્યારે પણ હંમેશા રહે છે.
ha: A kashe yana riƙe kwafin VortX na kowanne, don haka yana zama koda ka cire shi a Stremio. A kunne yana sa VortX ya bi asusunka na Stremio don wannan abu. Ƙarin abubuwanka, ɗakin karatu, da Ci gaba da Kallo koyaushe suna zama koda kana a waje da Stremio.
he: כיבוי שומר ב-VortX עותק של כל פריט, כך שהוא נשאר גם אם תסיר אותו ב-Stremio. הפעלה גורמת ל-VortX לעקוב אחר חשבון ה-Stremio שלך עבור אותו פריט. התוספים, הספרייה והמשך הצפייה שלך נשמרים תמיד, גם כשאתה מנותק מ-Stremio.
hi: बंद होने पर VortX हर एक की एक प्रति रखता है, इसलिए Stremio से हटाने पर भी वह बनी रहती है। चालू होने पर VortX उस आइटम के लिए आपके Stremio खाते को ट्रैक करता है। आपके ऐड-ऑन, लाइब्रेरी और देखना जारी रखें Stremio से साइन आउट होने पर भी हमेशा बने रहते हैं।
hr: Kad je isključeno, VortX čuva vlastitu kopiju svake stavke pa ostaje i ako je uklonite u Stremiju. Kad je uključeno, VortX prati vaš Stremio račun za tu stavku. Vaši dodaci, knjižnica i Nastavi gledati uvijek ostaju, čak i kad ste odjavljeni sa Stremija.
ht: Dezaktive kenbe yon kopi VortX pou chak, konsa li rete menm si ou retire l nan Stremio. Aktive fè VortX swiv kont Stremio ou an pou atik sa a. Add-on ou yo, bibliyotèk ou, ak Kontinye Gade toujou rete menm lè ou dekonekte nan Stremio.
hu: Kikapcsolva a VortX külön másolatot tart fenn mindegyikről, így megmarad akkor is, ha a Stremióból eltávolítod. Bekapcsolva a VortX az adott elemnél a Stremio-fiókodat követi. A bővítmények, a könyvtár és a Megtekintés folytatása mindig megmarad, akkor is, ha kijelentkeztél a Stremióból.
hy: «Անջատված»-ի դեպքում VortX-ը պահում է յուրաքանչյուրի պատճենը, այնպես որ այն կմնա նույնիսկ եթե հեռացնեք Stremio-ից։ «Միացված»-ի դեպքում VortX-ը հետևում է ձեր Stremio հաշվին այդ տարրի համար։ Ձեր հավելումները, գրադարանը և «Շարունակել դիտումը» միշտ մնում են նույնիսկ երբ դուրս եք եկած Stremio-ից։
id: Nonaktif menyimpan salinan VortX dari masing-masing item, sehingga tetap ada meski Anda menghapusnya di Stremio. Aktif membuat VortX mengikuti akun Stremio Anda untuk item tersebut. Add-on, pustaka, dan Lanjutkan Menonton Anda selalu tetap ada bahkan saat Anda keluar dari Stremio.
ig: Gbanyụọ na-edobe ndetu VortX nke nke ọ bụla, ya mere ọ na-anọgide ọ bụrụgodị na ị wepụrụ ya na Stremio. Gbanye na-eme ka VortX soro akaụntụ Stremio gị maka ihe ahụ. Ngwakọ, ọba akwụkwọ, na Gaa n'ihu Na-ekiri gị na-anọgide mgbe niile ọ bụrụgodị na ị pụọ na Stremio.
is: Slökkt heldur VortX-afriti af hverju atriði, svo það helst þótt þú fjarlægir það í Stremio. Kveikt lætur VortX fylgjast með Stremio-reikningnum þínum fyrir það atriði. Viðbæturnar þínar, safnið og „Halda áfram að horfa“ haldast alltaf, jafnvel þegar þú ert skráð(ur) út úr Stremio.
it: Quando è disattivato, VortX conserva una copia di ciascun elemento, così resta anche se lo rimuovi in Stremio. Quando è attivo, VortX segue il tuo account Stremio per quell'elemento. I tuoi add-on, la libreria e Continua a guardare restano sempre anche quando hai effettuato la disconnessione da Stremio.
ja: オフにすると各項目の VortX 用のコピーが保持され、Stremio で削除しても残ります。オンにすると、その項目について VortX が Stremio アカウントと連動します。アドオン、ライブラリ、「続きを見る」は、Stremio からサインアウトしても常に保持されます。
jv: Mati njaga salinan VortX saben siji, dadi tetep senadyan sampeyan mbusak ing Stremio. Urip nggawé VortX nglacak akun Stremio sampeyan kanggo item kuwi. Add-on, perpustakaan, lan Terusaké Nonton sampeyan tansah tetep senadyan sampeyan metu saka Stremio.
ka: გამორთული ინახავს თითოეულის VortX-ის ასლს, ასე რომ ის რჩება მაშინაც კი, თუ Stremio-ში წაშლით. ჩართული აიძულებს VortX-ს თვალი ადევნოს თქვენს Stremio ანგარიშს ამ ერთეულისთვის. თქვენი დამატებები, ბიბლიოთეკა და „განაგრძეთ ყურება“ ყოველთვის რჩება, მაშინაც კი, როცა Stremio-დან გასული ხართ.
kk: Өшіру әрқайсысының VortX көшірмесін сақтайды, сондықтан оны Stremio-да жойсаңыз да қалады. Қосу VortX-ке сол элемент бойынша Stremio тіркелгіңді қадағалауды тапсырады. Қондырмаларың, кітапханаң және «Көруді жалғастыру» тізімі Stremio-дан шыққаннан кейін де әрдайым сақталады.
km: បិទ ៖ រក្សាច្បាប់ចម្លងនៅក្នុង VortX សម្រាប់ធាតុនីមួយៗ ដូច្នេះវានៅតែមាន ទោះបីអ្នកលុបវាចេញនៅក្នុង Stremio ក៏ដោយ។ បើក ៖ ធ្វើឱ្យ VortX តាមដានគណនី Stremio របស់អ្នកសម្រាប់ធាតុនោះ។ កម្មវិធីបន្ថែម បណ្ណាល័យ និង "បន្តមើល" របស់អ្នកនៅតែមានជានិច្ច ទោះបីអ្នកបានចេញពីគណនី Stremio ក៏ដោយ។
kn: ಆಫ್ ಆಗಿದ್ದರೆ ಪ್ರತಿಯೊಂದರ VortX ಪ್ರತಿಯನ್ನು ಇರಿಸಿಕೊಳ್ಳುತ್ತದೆ, ಆದ್ದರಿಂದ ನೀವು ಅದನ್ನು Stremio ನಲ್ಲಿ ತೆಗೆದುಹಾಕಿದರೂ ಅದು ಉಳಿಯುತ್ತದೆ. ಆನ್ ಆಗಿದ್ದರೆ ಆ ಐಟಂಗಾಗಿ VortX ನಿಮ್ಮ Stremio ಖಾತೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುತ್ತದೆ. ನೀವು Stremio ನಿಂದ ಸೈನ್ ಔಟ್ ಆಗಿದ್ದರೂ ನಿಮ್ಮ ಆಡ್-ಆನ್‌ಗಳು, ಲೈಬ್ರರಿ ಮತ್ತು ವೀಕ್ಷಣೆ ಮುಂದುವರಿಸಿ ಯಾವಾಗಲೂ ಉಳಿಯುತ್ತವೆ.
ko: 끄면 각 항목을 VortX에 복사해 두므로 Stremio에서 삭제해도 그대로 남습니다. 켜면 VortX가 해당 항목을 Stremio 계정에 맞춰 추적합니다. 애드온, 보관함, 이어 보기는 Stremio에서 로그아웃해도 항상 유지됩니다.
ku: Girtî ji her yekê kopiyeke VortX diparêze, ji ber vê yekê eger tu wê di Stremio de rakî jî dimîne. Vekirî dike ku VortX ji bo wî tiştî hesabê te yê Stremio bişopîne. Pêvek, pirtûkxane û Berdewamkirina Temaşekirina te herdem dimînin tevî ku tu ji Stremio derketî bî.
ky: Өчүк ар биринин VortX көчүрмөсүн сактайт, ошондо аны Stremio'дон алып салсаңыз да калат. Күйүк VortX'ти ошол элемент үчүн Stremio аккаунтуңузду көзөмөлдөттүрөт. Кошумчаларыңыз, китепканаңыз жана Көрүүнү улантуу Stremio'дон чыккан учуруңузда да дайыма калат.
lb: Aus behält eng VortX-Kopie vun all een, sou datt et bleift och wann s du et a Stremio ewechhëls. Un léisst VortX däi Stremio-Kont fir deen Artikel verfolgen. Deng Add-ons, deng Bibliothéik a Weiderkucken bleiwen ëmmer, och wann s du bei Stremio ofgemellt bass.
lo: ປິດ ຈະເກັບສຳເນົາ VortX ຂອງແຕ່ລະອັນໄວ້, ຈຶ່ງຍັງຄົງຢູ່ເຖິງແມ່ນວ່າທ່ານລຶບມັນໃນ Stremio. ເປີດ ຈະໃຫ້ VortX ຕິດຕາມບັນຊີ Stremio ຂອງທ່ານສຳລັບລາຍການນັ້ນ. ສ່ວນເສີມ, ຄັງເກັບ, ແລະ ເບິ່ງຕໍ່ ຂອງທ່ານຈະຍັງຄົງຢູ່ສະເໝີ ເຖິງແມ່ນວ່າທ່ານອອກຈາກລະບົບ Stremio.
lt: Išjungta išsaugo VortX kopiją, todėl ji liks net jei pašalinsite ją Stremio. Įjungta priverčia VortX sekti jūsų Stremio paskyrą šiam elementui. Jūsų priedai, biblioteka ir „Tęsti žiūrėjimą“ visada lieka net atsijungus nuo Stremio.
lv: Kad izslēgts, VortX saglabā katra ieraksta kopiju, tāpēc tas paliek pat tad, ja to izņemat Stremio. Kad ieslēgts, VortX seko līdzi jūsu Stremio kontam attiecībā uz konkrēto ierakstu. Jūsu papildinājumi, bibliotēka un sadaļa “Turpināt skatīšanos” vienmēr saglabājas, pat ja esat izrakstījies no Stremio.
mg: Ny Vono dia mitazona kopia VortX ho an'ny tsirairay, ka mijanona na dia esorinao ao amin'ny Stremio aza. Ny Mandeha dia mampanaraka an'i VortX ny kaonty Stremio-nao ho an'io singa io. Ny add-ons, tranomboky, ary Continue Watching-nao dia mijanona foana na dia mivoaka amin'ny Stremio aza ianao.
mi: Ka pupuri te Weto i tētahi tārua VortX o ia mea, kia noho tonu ai ahakoa ka tangohia e koe i a Stremio. Ka aki te Kā i a VortX kia aroturuki i tō pūkete Stremio mō taua mea. Ka noho tonu ō apataki, tō whare pukapuka, me te Haere Tonu ki te Mātakitaki ahakoa kua takiputa koe i a Stremio.
mk: Кога е исклучено, VortX чува сопствена копија од секоја ставка, па таа останува дури и ако ја отстраните во Stremio. Кога е вклучено, VortX ја следи вашата Stremio сметка за таа ставка. Вашите додатоци, библиотека и „Продолжи со гледање“ секогаш остануваат дури и кога сте одјавени од Stremio.
ml: ഓഫ് ആക്കിയാൽ ഓരോന്നിന്റെയും ഒരു VortX പകർപ്പ് സൂക്ഷിക്കും, അതിനാൽ Stremio-യിൽ നിന്ന് നീക്കം ചെയ്താലും അത് നിലനിൽക്കും. ഓൺ ആക്കിയാൽ ആ ഇനത്തിനായി VortX നിങ്ങളുടെ Stremio അക്കൗണ്ട് പിന്തുടരും. Stremio-യിൽ നിന്ന് സൈൻ ഔട്ട് ചെയ്താലും നിങ്ങളുടെ ആഡ്-ഓണുകൾ, ലൈബ്രറി, കാണൽ തുടരുക എന്നിവ എപ്പോഴും നിലനിൽക്കും.
mn: Идэвхгүй нь тус бүрийн VortX хуулбарыг хадгалдаг тул та Stremio-д устгасан ч гэсэн үлдэнэ. Идэвхтэй нь VortX-г тухайн зүйлийн хувьд таны Stremio дансыг хянуулна. Таны нэмэлтүүд, сан болон Үргэлжлүүлэн үзэх нь Stremio-оос гарсан ч гэсэн үргэлж үлдэнэ.
mr: बंद ठेवल्यास प्रत्येकाची VortX प्रत राहते, त्यामुळे Stremio मध्ये काढून टाकले तरी ती राहते. चालू ठेवल्यास त्या घटकासाठी VortX तुमच्या Stremio खात्याचा मागोवा घेते. तुम्ही Stremio मधून साइन आउट असलात तरी तुमचे ॲड-ऑन, लायब्ररी आणि पाहणे सुरू ठेवा नेहमी राहतात.
ms: Mati menyimpan salinan VortX bagi setiap satu, jadi ia kekal walaupun anda mengalih keluarnya dalam Stremio. Hidup membuatkan VortX menjejaki akaun Stremio anda untuk item itu. Tambahan, pustaka dan Teruskan Menonton anda sentiasa kekal walaupun anda telah log keluar daripada Stremio.
mt: Off iżomm kopja VortX ta' kull wieħed, biex jibqa' anki jekk tneħħih fi Stremio. On iġiegħel lil VortX isegwi l-kont Stremio tiegħek għal dak l-oġġett. L-add-ons, il-librerija, u l-Continue Watching tiegħek dejjem jibqgħu anki meta tkun maħruġ minn Stremio.
my: ပိတ်ထားပါက တစ်ခုစီ၏ VortX မိတ္တူတစ်ခုကို ထားရှိသဖြင့် Stremio တွင် ဖယ်ရှားလိုက်သော်လည်း ၎င်း ရှိနေဆဲဖြစ်သည်။ ဖွင့်ထားပါက ထို item အတွက် သင့် Stremio အကောင့်ကို VortX က ခြေရာခံသည်။ Stremio မှ ထွက်ထားသော်လည်း သင့် add-on များ၊ library နှင့် Continue Watching တို့သည် အမြဲ ရှိနေသည်။
nb: Av beholder en VortX-kopi av hver enkelt, slik at den blir værende selv om du fjerner den i Stremio. På gjør at VortX følger Stremio-kontoen din for det elementet. Tilleggene, biblioteket og Fortsett å se forblir alltid lagret selv når du er logget ut av Stremio.
ne: बन्द हुँदा VortX ले प्रत्येकको आफ्नै प्रति राख्छ, त्यसैले Stremio मा हटाए पनि यो रहन्छ। खुला हुँदा VortX ले त्यो वस्तुका लागि तपाईंको Stremio खाता ट्र्याक गर्छ। तपाईंका एड-अनहरू, लाइब्रेरी र हेर्न जारी राख्नुहोस् Stremio बाट साइन आउट भए पनि सधैं रहन्छन्।
nl: Uit bewaart van elk een VortX-kopie, zodat deze behouden blijft, zelfs als je hem in Stremio verwijdert. Aan laat VortX je Stremio-account voor dat onderdeel volgen. Je add-ons, bibliotheek en Verder kijken blijven altijd behouden, ook als je bij Stremio bent afgemeld.
ny: Off imasunga kope la VortX la iliyonse, choncho limakhalabe ngakhale mukalichotsa mu Stremio. On imapangitsa VortX kutsata akaunti yanu ya Stremio pa chinthu chimenecho. Ma add-on anu, laibulale, ndi Continue Watching nthawi zonse zimakhalabe ngakhale mutatuluka mu Stremio.
oc: Desactivat garda una còpia VortX de cadun, per que demòre quitament se lo levatz dins Stremio. Activat fa que VortX seguisca vòstre compte Stremio per aquel element. Vòstres moduls, vòstra bibliotèca e Contunhar de veire demòran totjorn quitament quand sètz desconnectat de Stremio.
or: ବନ୍ଦ ପ୍ରତ୍ୟେକଟିର ଏକ VortX କପି ରଖେ, ତେଣୁ ଆପଣ Stremio‌ରେ ଏହାକୁ ହଟାଇଲେ ମଧ୍ୟ ଏହା ରହେ। ଚାଲୁ VortX‌କୁ ସେହି ଆଇଟମ ପାଇଁ ଆପଣଙ୍କ Stremio ଆକାଉଣ୍ଟ ଟ୍ରାକ କରାଏ। ଆପଣ Stremio‌ରୁ ସାଇନ୍-ଆଉଟ୍ ଥିଲେ ମଧ୍ୟ ଆପଣଙ୍କ ଆଡ୍-ଅନ, ଲାଇବ୍ରେରୀ ଏବଂ Continue Watching ସର୍ବଦା ରହେ।
pa: ਬੰਦ ਹੋਣ 'ਤੇ ਹਰ ਇੱਕ ਦੀ VortX ਕਾਪੀ ਰੱਖੀ ਜਾਂਦੀ ਹੈ, ਇਸ ਲਈ ਜੇ ਤੁਸੀਂ ਇਸਨੂੰ Stremio ਵਿੱਚੋਂ ਹਟਾ ਦਿਓ ਤਾਂ ਵੀ ਇਹ ਰਹਿੰਦੀ ਹੈ। ਚਾਲੂ ਹੋਣ 'ਤੇ VortX ਉਸ ਆਈਟਮ ਲਈ ਤੁਹਾਡੇ Stremio ਖਾਤੇ ਨੂੰ ਟਰੈਕ ਕਰਦਾ ਹੈ। ਤੁਹਾਡੇ ਐਡ-ਆਨ, ਲਾਇਬ੍ਰੇਰੀ ਅਤੇ "ਦੇਖਣਾ ਜਾਰੀ ਰੱਖੋ" ਹਮੇਸ਼ਾ ਰਹਿੰਦੇ ਹਨ, ਭਾਵੇਂ ਤੁਸੀਂ Stremio ਤੋਂ ਸਾਈਨ ਆਊਟ ਹੀ ਕਿਉਂ ਨਾ ਹੋਵੋ।
pl: Gdy wyłączone, VortX zachowuje własną kopię każdej pozycji, więc pozostaje ona nawet po usunięciu jej w Stremio. Gdy włączone, VortX śledzi tę pozycję na Twoim koncie Stremio. Twoje dodatki, biblioteka i „Oglądaj dalej” pozostają zawsze, nawet po wylogowaniu się ze Stremio.
ps: بند د هر یو یوه VortX کاپي ساتي، نو حتی که یې په Stremio کې لرې کړئ، پاتې کیږي. فعال VortX دې ته اړ باسي چې د هغه توکي لپاره ستاسو Stremio حساب تعقیب کړي. ستاسو اضافه‌ونې، کتابتون او کتنه دوام تل پاتې کیږي حتی کله چې تاسو له Stremio نه وتلي یاست.
pt_br: Desativado mantém uma cópia VortX de cada item, então ele permanece mesmo que você o remova no Stremio. Ativado faz o VortX acompanhar sua conta Stremio para esse item. Seus complementos, biblioteca e Continuar assistindo sempre permanecem, mesmo quando você está desconectado do Stremio.
pt_pt: Desativado mantém uma cópia VortX de cada um, para que permaneça mesmo que o remova no Stremio. Ativado faz com que o VortX acompanhe a sua conta Stremio para esse item. As suas extensões, biblioteca e Continuar a Ver permanecem sempre, mesmo com a sessão do Stremio terminada.
ro: Dezactivat păstrează o copie VortX a fiecăruia, deci rămâne chiar dacă îl elimini în Stremio. Activat face ca VortX să urmărească contul tău Stremio pentru acel element. Suplimentele, biblioteca și „Continuă vizionarea” rămân întotdeauna, chiar și când ești deconectat de la Stremio.
ru: При «Выкл.» VortX хранит собственную копию каждого элемента, поэтому он остаётся, даже если вы удалите его в Stremio. При «Вкл.» VortX отслеживает этот элемент в вашем аккаунте Stremio. Ваши дополнения, библиотека и «Продолжить просмотр» сохраняются всегда, даже когда вы вышли из Stremio.
rw: Bidakora bigumana kopi ya VortX ya buri kimwe, bityo kigumaho no niba ukivanye muri Stremio. Birakora bituma VortX ikurikira konti yawe ya Stremio kuri icyo kintu. Ibyongeramo byawe, isomero, na Komeza kureba buri gihe bigumaho no mu gihe wasohotse muri Stremio.
sd: بند هر هڪ جي VortX ڪاپي رکي ٿو، ان ڪري جيڪڏهن اوهان ان کي Stremio ۾ هٽايو ته اهو پوءِ به رهي ٿو. آن VortX کي ان شئي لاءِ اوهان جو Stremio اڪائونٽ ٽريڪ ڪرائي ٿو. اوهان جا ايڊ-آنز، لائبريري، ۽ ڏسڻ جاري رکو هميشه رهن ٿا جيتوڻيڪ اوهان Stremio مان سائن-آئوٽ آهيو.
si: ක්‍රියාවිරහිත මගින් ඒ එක් එකක VortX පිටපතක් තබා ගනී, එබැවින් ඔබ එය Stremio හි ඉවත් කළත් එය පවතී. ක්‍රියාත්මක මගින් එම අයිතමය සඳහා ඔබේ Stremio ගිණුම VortX ලුහුබැඳීමට සලස්වයි. ඔබ Stremio වෙතින් පිටව සිටියත් ඔබේ ඇඩෝන, පුස්තකාලය සහ දිගටම නැරඹීම සැම විටම පවතී.
sk: Vypnuté ponecháva kópiu každej položky vo VortX, takže zostane aj keď ju odstránite v Stremiu. Zapnuté nastaví, aby VortX pri danej položke sledoval váš účet Stremio. Vaše doplnky, knižnica a Pokračovať v sledovaní zostanú zachované aj po odhlásení zo Stremia.
sl: Izklopljeno ohrani kopijo vsakega v VortX, zato ostane tudi, če ga odstranite v Stremiu. Vklopljeno omogoči, da VortX za ta element sledi vašemu računu Stremio. Vaši dodatki, knjižnica in Nadaljuj gledanje vedno ostanejo, tudi ko ste odjavljeni iz Stremia.
sm: E teu e le Tape se kopi VortX o mea taitasi, o lea e tumau ai e tusa lava pe e aveese i Stremio. E fai e le Ki VortX e siaki lau tala Stremio mo lena mea. E tumau i taimi uma au add-ons, faletusi, ma le Faaauau le Matamata e tusa lava pe ua e ulufafo mai Stremio.
sn: Off inochengeta kopi yeVortX yechimwe nechimwe, saka chinogara kunyange ukachibvisa muStremio. On inoita kuti VortX itevedzere account yako yeStremio pachinhu ichocho. Zvinowedzera zvako, raibhurari, neContinue Watching zvinogara zviripo kunyange kana wabuda muStremio.
so: Off wuxuu hayaa nuqul VortX ah oo mid kasta ah, marka way sii jirtaa xitaa haddii aad ka saarto Stremio. On wuxuu ka dhigaa in VortX ka daba galo akoonkaaga Stremio walxaas. Add-ons-kaaga, maktabaddaada, iyo Continue Watching had iyo jeer way sii jiraan xitaa marka aad ka baxday Stremio.
sq: "Fikur" ruan një kopje VortX të secilës, kështu që ajo mbetet edhe nëse e hiqni në Stremio. "Ndezur" e bën VortX të ndjekë llogarinë tuaj Stremio për atë artikull. Shtesat, biblioteka dhe "Vazhdo shikimin" mbeten gjithmonë edhe kur jeni të çkyçur nga Stremio.
sr: Када је искључено, VortX чува сопствену копију сваке ставке, па остаје и ако је уклоните у Stremio-у. Када је укључено, VortX прати ту ставку са вашег Stremio налога. Ваши додаци, библиотека и Настави гледање увек остају, чак и када сте одјављени са Stremio-а.
st: Off e boloka kopi ea VortX ea e 'ngoe le e 'ngoe, kahoo e lula esita le haeba u e tlosa ho Stremio. On e etsa hore VortX e latele akhaonto ea hau ea Stremio bakeng sa ntho eo. Litlatsetso tsa hau, laebrari, le Continue Watching kamehla li lula esita le ha u tsoile ho Stremio.
su: Pareum nahan salinan VortX unggal éta, jadi tetep aya sanajan anjeun ngahapusna di Stremio. Hurung ngajadikeun VortX ngalacak akun Stremio anjeun pikeun item éta. Add-on, pustaka, jeung Terusan Lalajo anjeun salawasna tetep sanajan anjeun kaluar tina Stremio.
sv: Av behåller en VortX-kopia av varje objekt, så det finns kvar även om du tar bort det i Stremio. På gör att VortX följer ditt Stremio-konto för det objektet. Dina tillägg, ditt bibliotek och Fortsätt titta finns alltid kvar även när du är utloggad från Stremio.
sw: Imezimwa huhifadhi nakala ya VortX ya kila kimoja, hivyo hubaki hata ukikiondoa katika Stremio. Imewashwa hufanya VortX kufuatilia akaunti yako ya Stremio kwa kipengee hicho. Viongezi vyako, maktaba, na Endelea Kutazama daima hubaki hata unapokuwa umetoka kwenye Stremio.
ta: அணைத்து வைத்தால், ஒவ்வொன்றின் VortX பிரதியும் சேமிக்கப்படும், அதனால் Stremio இல் அதை நீக்கினாலும் அது இங்கேயே இருக்கும். இயக்கினால், அந்த உருப்படிக்கு உங்கள் Stremio கணக்கை VortX கண்காணிக்கும். Stremio இலிருந்து வெளியேறியிருந்தாலும் உங்கள் துணை நிரல்கள், நூலகம் மற்றும் தொடர்ந்து பார்ப்பவை எப்போதும் இங்கேயே இருக்கும்.
te: ఆఫ్ అయితే ప్రతి దానికి VortX కాపీని ఉంచుతుంది, కాబట్టి మీరు Stremioలో దాన్ని తీసివేసినా అది అలాగే ఉంటుంది. ఆన్ అయితే ఆ అంశానికి మీ Stremio ఖాతాను VortX ట్రాక్ చేస్తుంది. మీరు Stremio నుండి సైన్ అవుట్ అయినా మీ యాడ్-ఆన్‌లు, లైబ్రరీ మరియు కొనసాగించి చూడటం ఎప్పుడూ అలాగే ఉంటాయి.
tg: «Хомӯш» нусхаи VortX-и ҳар якеро нигоҳ медорад, бинобар ин ҳатто агар шумо онро дар Stremio нест кунед, он мемонад. «Фаъол» боис мешавад, ки VortX барои он ҷузъ ҳисоби Stremio-и шуморо пайгирӣ кунад. Иловагиҳо, китобхона ва Идомаи тамошои шумо ҳатто вақте ки шумо аз Stremio баромадаед, ҳамеша мемонанд.
th: ปิดจะเก็บสำเนาแต่ละรายการไว้ใน VortX จึงยังอยู่แม้คุณจะลบออกใน Stremio ส่วนเปิดจะให้ VortX ติดตามรายการนั้นจากบัญชี Stremio ของคุณ ส่วนเสริม คลัง และดูต่อของคุณจะยังคงอยู่เสมอแม้ออกจากระบบ Stremio แล้ว
tr: Kapalı, her birinin VortX kopyasını saklar; böylece Stremio'dan kaldırsanız bile kalır. Açık, VortX'in o öğe için Stremio hesabınızı izlemesini sağlar. Eklentileriniz, kitaplığınız ve İzlemeye Devam Et öğeleriniz, Stremio oturumunuz kapalı olsa bile her zaman saklanır.
tt: Сүнек һәрберсенең VortX күчермәсен саклый, шуңа Stremio'да юк итсәң дә ул кала. Кабызык VortX'ны шул элемент өчен Stremio хисабыңны күзәтергә мәҗбүр итә. Өстәмәләрең, китапханәң һәм Карауны дәвам итү, Stremio'дан чыккач та, һәрчак кала.
ug: ئېتىك ھالەت ھەر بىرىنىڭ VortX كۆچۈرمىسىنى ساقلايدۇ، شۇڭا Stremio دا ئۆچۈرسىڭىزمۇ ئۇ قالىدۇ. ئوچۇق ھالەت VortX نى شۇ تۈر ئۈچۈن Stremio ھېساباتىڭىزنى ئىز قوغلاشقا سالىدۇ. قوشۇلمىلىرىڭىز، ئامبارىڭىز ۋە «داۋاملىق كۆرۈش» Stremio دىن چېكىنگەن ھالەتتىمۇ ھەمىشە قالىدۇ.
uk: Коли вимкнено, VortX зберігає власну копію кожного елемента, тож він залишається, навіть якщо ви видалите його у Stremio. Коли увімкнено, VortX відстежує цей елемент через ваш обліковий запис Stremio. Ваші доповнення, бібліотека та «Продовжити перегляд» завжди залишаються, навіть коли ви вийшли зі Stremio.
ur: آف ہونے پر VortX ہر آئٹم کی اپنی ایک کاپی رکھتا ہے، اِس لیے Stremio سے ہٹانے کے بعد بھی وہ موجود رہتی ہے۔ آن ہونے پر VortX اُس آئٹم کے لیے آپ کے Stremio اکاؤنٹ کی پیروی کرتا ہے۔ آپ کے ایڈ آنز، لائبریری، اور دیکھنا جاری رکھیں ہمیشہ موجود رہتے ہیں، چاہے آپ Stremio سے سائن آؤٹ ہی کیوں نہ ہوں۔
uz: O'chiq har birining VortX nusxasini saqlaydi, shunda uni Stremio'dan o'chirsangiz ham qoladi. Yoqilgan VortX'ga o'sha element uchun Stremio hisobingizni kuzatishga imkon beradi. Qo'shimchalaringiz, kutubxonangiz va Ko'rishni davom ettirish Stremio'dan chiqqaningizda ham har doim qoladi.
vi: Tắt sẽ giữ một bản sao VortX của từng mục, nên nó vẫn còn ngay cả khi bạn xóa trong Stremio. Bật sẽ để VortX theo dõi tài khoản Stremio của bạn cho mục đó. Tiện ích, thư viện và Xem tiếp của bạn luôn được giữ lại kể cả khi bạn đã đăng xuất khỏi Stremio.
xh: ICimile igcina ikopi yeVortX yayo nganye, ngoko ihlala nokuba uyisusa kwiStremio. IVuliwe yenza iVortX ilandele iakhawunti yakho yeStremio kuloo nto. Ii-add-on zakho, ithala, kunye ne-Continue Watching zisoloko zihlala nokuba uphume kwiStremio.
yo: Off máa ń pa ẹ̀dà VortX ọ̀kọ̀ọ̀kan wọn mọ́, nítorí náà ó máa ń dúró bó tilẹ̀ jẹ́ pé o yọ ọ́ kúrò nínú Stremio. On máa ń mú VortX tọpasẹ̀ àkàwé Stremio rẹ fún ohun yẹn. Àwọn add-on, ìkàwé, àti Continue Watching rẹ máa ń dúró nígbà gbogbo bó tilẹ̀ jẹ́ pé o ti jáde kúrò nínú Stremio.
zh_hans: 关闭时，VortX 会为每一项保留一份副本，即使你在 Stremio 中删除，它也会保留。开启时，VortX 会跟随你 Stremio 账户的对应内容。无论你是否退出 Stremio，你的插件、媒体库和继续观看始终保留。
zh_hant: 關閉時，VortX 會為每一項保留一份副本，即使您在 Stremio 中移除，項目仍會保留。開啟時，VortX 會讓該項目跟隨您的 Stremio 帳號。即使您登出 Stremio，您的擴充功能、媒體庫與繼續觀看也會一直保留。
zu: I-Off igcina ikhophi ye-VortX yakukho ngakunye, ngakho kuhlala noma ngabe ukususa ku-Stremio. I-On yenza i-VortX ilandelele i-akhawunti yakho ye-Stremio kuleyo nto. Izengezo zakho, ilabhulali, ne-Continue Watching kuhlala njalo noma usuphume ku-Stremio.
